Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/C03A.tmx
Source language: en_us
Languages: zh_cn

source: Venice film festival 2011: the 10 key films
zh_cn: 2011年威尼斯电影节最值得期待的十部佳作

source: Xan Brooks picks his top ten films from the Venice film festival line-up.
zh_cn: 卫报影评人向恩・布鲁克斯（Xan Brooks）从威尼斯电影节的参展电影中挑选出了十部他最喜爱的佳作。

source: Xan will be in Venice reporting back with news reviews and interviews from the best of the fest later this month.
zh_cn: 本月底，向恩将会在威尼斯为卫报读者们带来本次电影节的相关新闻、评论和专访。

source: The 68th Venice film festival runs August 31-September 10 The Ides of March (opening night).
zh_cn: 第68届威尼斯电影节将从8月31日持续到9月10日 《三月十五日》（The Ides of March）（首映之夜）。

source: The festival kicks off with George Clooney's tale of political skulduggery and scuppered idealism loosely based on the giddying mayfly crusade of 2004 presidential hopeful Howard Dean.
zh_cn: 乔治・克鲁尼主演的这部电影将成为本届电影节的首映影片，它的部分情节取材于霍华德・迪恩（Howard Dean）2004年昙花一现的总统竞选经历，影射了政治欺诈和注定要以失败而告终的理想主义。

source: Clooney directs and stars alongside Marisa Tomei Philip Seymour Hoffman and Ryan Gosling.
zh_cn: 克鲁尼集导演与演员于一身，其他演员包括玛丽莎・托梅（Marisa Tomei）、菲利普・塞默・霍夫曼（Philip Seymour Hoffman）以及瑞恩・高斯林（Ryan Gosling）。

source: We're hoping this is one is less Leatherheads more Good Night and Good Luck
zh_cn: 我们希望该片能够少点《爱情达阵》（Leatherheads）式的幽默，多些《晚安，好运》（Good Night and Good Luck）式的严肃。

source: Tinker Tailor Soldier Spy.
zh_cn: 《锅匠，裁缝，士兵，间谍》（Tinker Tailor Soldier Spy）。

source: I loved Tomas Alfredson's last film (2009's Let the Right One In) so I'm fascinated to see how he handles the broad murky canvas of John Le Carre's 70s spy novel.
zh_cn: 我很欣赏托马斯・阿尔弗莱德森（Tomas Alfredson）的上一部电影（2009年的《生人勿进》），因此，对于他如何展现这部由约翰・

source: Gary Oldman reprises Alec Guinness's indelible turn as gimlet-eyed George Smiley navigating a supporting cast that includes the likes of Colin Firth John Hurt and Benedict Cumberbatch
zh_cn: 勒・卡雷（John Le Carre）创作于上世纪七十年代的间谍小说中充满广度和阴暗气息的场景，我很是好奇。在之前一部同名电影中由亚利克・基尼斯（Alec Guinness）所扮演的目光阴鸷的乔治・斯密雷（George Smiley），这次由加里・奥德曼（Gary Oldman）出演，配角包括科林・费斯（Colin Firth）、约翰・赫特（John Hurt）和本尼迪克特・康伯巴奇（Benedict Cumberbatch）。

source: Wuthering Heights has been a long time coming.
zh_cn: 《呼啸山庄》（Wuthering Heights）可算是姗姗来迟。

source: The project was first mooted in 2008 (with Natalie Portman briefly booked to play Cathy) and was tipped to unveil at the Cannes film festival in May.
zh_cn: 最初的拍摄计划在2008年就定下了（当时草定由娜塔莉・波特曼来饰演凯瑟琳），而且还有望在同年五月份的戛纳电影节上亮相，但该计划最终夭折。

source: But the Croisette's loss could be the Lido's gain.
zh_cn: 不过，失之东隅，收之桑榆，没赶上戛纳电影节的《呼啸山庄》这回赶上了威尼斯电影节。

source: Andrea Arnold (Red Road Fish Tank) directs newcomers Kaya Scodelario and James Howson in the latest stab at Emily Bront's wind-blown Gothic melodrama&nbsp;&nbsp;
zh_cn: 看导演安德鲁・阿诺德（Andrea Arnold）（《红色之路》和《鱼缸》）如何引领两位新人卡雅・斯考达里奥（Kaya Scodelario）和詹姆斯・豪森（James Howson）来演绎艾米丽・勃朗特的这部旷世奇作。

source: A Dangerous Method.
zh_cn: 《谈心疗法》（A Dangerous Method）。

source: David Cronenberg shifts back into dank cerebral mode to adapt the Christopher Hampton play about the birth of psychoanalysis and the rivalry between Freud and Jung.
zh_cn: 大卫・柯南伯格（David Cronenberg）重新回归了阴郁理性的导演风格，他与编剧克里斯托弗・汉普顿（Christopher Hampton）携手将分析心理学的起源以及两位心理学大师弗洛伊德与荣格之间的竞争关系搬上了大银幕。

source: This casts Viggo Mortensen as Sigmund and Michael Fassbender as Carl.
zh_cn: 影片中，弗洛伊德的扮演者为维果・莫特森（Viggo Mortensen），荣格的扮演者为迈克尔・法斯宾德（Michael Fassbender），凯拉・

source: Keira Knightley co-stars as the anguished patient who comes between them
zh_cn: 奈特莉（Keira Knightley）则扮演了夹在二人中间的痛苦女病人。

source: Dark Horse.
zh_cn: 《黑马》（Dark Horse）。

source: Wild skittish potentially dangerous Todd Solondz canters back to the fray with a black comedy of inertia spotlighting two depressed thirty-somethings still living with their folks.
zh_cn: 狂野，轻佻，危机四伏，导演托德・索伦兹（Todd Solondz）以黑色喜剧所特有的温吞感慢慢营造了紧张氛围，并着力描绘了两个已年届三十却依然生活在乡间的压抑大龄男女。

source: The writer-director built his reputation on the back of the blisteringly misanthropic Happiness and seems a safe bet to ruffle a few more feathers here
zh_cn: 这位作家出身的导演曾以一部极度厌世之作《你快乐吗？》（Happiness）博得了满堂彩，现如今携《黑马》杀来的索伦兹很有可能再度技惊四座。

source: Faust.
zh_cn: 《浮士德》（Faust）。

source: Anyone who caught Russian Ark and The Sun will be itching to see what the fearsomely gifted Alexander Sokurov (pictured above) does with the legend of Faust.
zh_cn: 看过《俄罗斯方舟》（Russian Ark）和《太阳》（The Sun）的观众肯定会迫不及待的想见识一下才华横溢的俄罗斯导演亚历山大・索科洛夫（上图：Alexander Sokurov）是如何将名著《浮士德》搬上银幕的。

source: This according to the film-maker is вЂњa very colourful elegant picture with a lot of Strauss music and a smell of chocolateвЂќ.
zh_cn: 按照电影制片人的说法，这部影片“非常生动优雅，穿插了大量施特劳斯的音乐，会让人如同沉浸在巧克力的诱人气息中”。

source: It is also the fourth and final part of his unofficial quartet examining the corrosive effect of power
zh_cn: 此外，《浮士德》是索科洛夫用来审视权力腐蚀效应的非官方四部曲中的第四部电影，同时也是最后一部电影。

source: Carnage.
zh_cn: 《杀戮》（Carnage）。

source: Kate Winslet and John C Reilly (pictured above with Jodie Foster) play warring middle-class parents in Carnage adapted from an award-winning stageplay (God of Carnage) by Yasmina Reza.
zh_cn: 这部电影改编自雅思米娜・雷扎（Yasmina Reza）备受赞誉的舞台剧《杀戮之神》（God of Carnage），影片中，凯特・温斯莱特（Kate Winslet）和约翰・雷利（John C Reilly）（上图中与朱迪・福斯特在一起）扮演了一对势同水火的中产阶级夫妇。

source: It's the sort of claustrophobic chamber piece that seems perfectly suited to the skills of director Roman Polanski.
zh_cn: 电影如同充满了幽闭恐怖感的室内情景剧，这种影片类型非常适合导演罗曼・

source: But will he include the scene in which Winslet's character pukes across the coffee table?
zh_cn: 波兰斯基（Roman Polanski）的执导风格。但令我感到疑惑的是，片中温斯莱特所扮演的角色在咖啡桌上狂呕的镜头也算是波兰斯基的独创吗？

source: We Can't Go Home Again.
zh_cn: 《我们再也不能回家了》（We Can't Go Home Again）。

source: We know Nicholas Ray (pictured above) for Rebel Without a Cause They Live By Night and Bigger than Life.
zh_cn: 电影《无因的反抗》（Rebel Without a Cause）、《夜逃鸳鸯》（They Live By Night）和《高于生活》（Bigger than Life）让我们认识了尼古拉斯・雷（上图：Nicholas Ray）。

source: But he emerged from a lengthy exile in the early 70s to shoot We Can't Go Home Again reputedly an abstract experimental masterpiece lost for years and now lovingly restored.
zh_cn: 在经历了上世纪七十年代初的一段漫长蛰伏期以后，他又复出拍摄了电影《我们再也不能回家了》，但这部抽象的实验性杰作在遗失多年之后终于被得以修复而重见天日。

source: It's screening out of competition in tandem with a new Ray documentary Don't Expect Too Much.
zh_cn: 在这部电影所属的非竞赛单元，还有另外一部同名新人导演苏珊・雷（Susan Ray）的纪录片《别期望太多》（Don't Expect Too Much）。

source: I'll try but my hopes are high.
zh_cn: 这两部电影我都会关注，而且期望值还相当之高。

source: Nel Nome Del Padre.
zh_cn: 《以父亲的名义》（Nel nome del padre）。

source: Marco Bellochio made one of the all-time great debuts with Fists in the Pocket back in 1965 and his recent films (Vincere My Mother's Smile) are sterling stuff too.
zh_cn: 1965年的《怒不可遏》（Fists in the Pocket back）是导演马可・贝罗奇奥（Marco Bellochio）的成名之作，他近期的一些作品如《征服》（Vincere）和《信仰时分》（My Mother's Smile）亦广受好评。

source: He's in town to receive a lifetime achievement award accompanied by a re-tooled вЂњdirector's cutвЂќ of Nel Nome Del Padre a film that he says has nagged and haunted him since he shot it back in 1971
zh_cn: 本次威尼斯电影节，贝罗奇奥已经将终身成就奖收入囊中，此外，他还为观众们带来了导演剪辑版的《以父亲的名义》。贝罗奇奥声称，自这部电影在1971年问世以来，重新加工的念头就一直萦绕在他的脑海之中。

source: Damsels in Distress (closing night film).
zh_cn: 《待解救的少女》（Damsels in Distress）（闭幕晚间电影）。

source: Whither Whit Stillman? The wry literate American made Metropolitan Barcelona and The Last Days of Disco and then sailed off the map reputedly chasing his quixotic dream of shooting a movie about limbo dancers in Jamaica. But now praise be he's back.
zh_cn: 惠瑟・惠特・斯蒂尔曼（Whither Whit Stillman）是一位善于讽刺颇具学者风范的美国导演，在执导了《大市民》（Metropolitan）、《巴塞罗那》（Barcelona）和《最后的迪斯科》（The Last Days of Disco）之后，他就淡出了公众的视野，据说是前往牙买加拍摄一部关于凌波舞者（limbo dancer）的电影，以了却自己那奇特的夙愿。

source: Damsels in Distress an Ivy League drama starring Greta Gerwig will bring down the curtain on this year's festival.
zh_cn: 这部讲述美国大学女生生活的电影《待解救的少女》将会成为本届威尼斯电影节的闭幕之作，主演为格蕾塔・葛韦格（Greta Gerwig）。
